const Duna = () => {

    return(<div>
          <h2>Duna</h2>
          <p>
          «Дю́на» (англ. Dune) — науково-фантастичний роман американського письменника Френка Герберта 1965 року, перший в низці з шести романів, що складають фантастичну сагу.

Дія роману відбувається у вигаданому всесвіті Галактичної імперії, якій підвладна безліч екзопланет. Ключову роль в її житті відіграє пустельна планета Арракіс, також звана Дюною, де видобувається унікальна речовина — меланж (або прянощі). В романі описується життя молодого Пола Атріда, сина герцога одного з аристократичних домів, якого прагне знищити імператор і ворожі герцоги. Родина Атрідів отримує у володіння Арракіс, що виявляється пасткою. Однак Полу належить не тільки вижити, а й назавжди змінити імперію та природу Дюни.
          </p>
    </div>)
}
export default Duna;