const NightPilot = () => {


    return (
        <div>
            <h2>NightPilot</h2>
            <p>
            «Нічний політ» (англ. The Night Flier) — американський фільм жахів 1997 року режисера Марка Павіа, заснований на однойменному романі Стівена Кінга «Нічний літун».
           
            Журналіст журналу Inside View колись був відомою фігурою в професійних колах, він заслужив репутацію своїми матеріалами. Однак згодом Річарду дедалі частіше доводиться писати на незначні теми. Незабаром головний редактор журналу Мертон Моррісон, дізнавшись історію про якогось таємничого пілота, який сідає на невеликі аеродроми і зупиняється там на ніч, а наступного дня летить, залишаючи за собою кілька знекровлених трупів, наказує написати матеріал про ці події колишній зірці газети Річарду Дізу. Діз, прийнявши це за чергову безглузду байку, відмовляється.

Тоді Моррісон доручив цю справу молодій журналістці Кетрін Блер, яка одразу ж береться до роботи, бажаючи таким чином заробити собі ім'я. Кетрін знаходить Діза в барі, де намагається поговорити з ним, але він замість цього дає їй пораду: «Ніколи не пишіть про те, в що вірите, ніколи не вірте в те, про що пишете».

Пізньої ночі в аеропорту маленького містечка прилітає літак Ренфілда. Як з'ясовується пізніше, він відвідує літнє подружжя, жорстоко убиває чоловіка, розриває його голову і випиває всю кров у жінки. Подумавши, Діз усе-таки вирішує взятися за цю справу, Моррісон, у свою чергу, передає напрацьований Кетрін матеріал Дізу. Діз відправився першим у морг подивитися на тіло, потім на могилу літньої жінки. Далі Діз прибуває в той самий аеропорт, де бере інтерв'ю в чоловіка, який розповідає про літак, його марку модель та колір. Діз пробирається в будинок, де ще можна побачити плями крові, але коли він виходить, на нього нападає собака і знову його обганяє літак.

У барі готелю, де зупинився Діз, незнайомець замовляє йому випивку з посланням на серветці, Діз намагається знайти незнайомця, але безуспішно. Вночі до Діза навідується Ренфілд, так звати таємничого льотчика, і залишає йому послання на склі. Там же він зустрічає молоду журналістку Кетрін, якій його шеф дав дозвіл писати статтю в обхід Діза. Всю ніч вони шукають літак Ренфілда за описом, який дав свідок, і нарешті знаходять потрібний аеропорт. Діз пропонує Кетрін збиратися, а сам тимчасово замикає її в шафі й летить за Ренфілдом.

Діз прибуває в маленький аеропорт і бачить літак Ренфілда. Заклики Ренфілда зупинитися й відступити не допомагають, і Діз заходить у будівлю аеропорту. Всюди лежать тіла людей, все залито кров'ю. Діз іде в туалет, де зустрічається з Ренфілдом, але на виході в Діза починаються галюцинації, в яких він бачить, як мертві оживають і намагаються напасти на нього. В будівлю вриваються поліцейські, які бачать Діза в крові та з сокирою в руках, вони вбивають його. Кетрін робить знімки мертвого Діза, отримавши свою сенсацію, але відмовляється робити знімки Ренфілда, згадавши слова Діза.
         
            </p>
        </div>
    )
}
export default NightPilot;