const Troy = () => {


    return (
        <div>
            <h2>Troy</h2>
            <p>
            Тро́я, або І́ліон (грец. Τροία, Ἴλιον) — старовинне місто на північно-західному узбережжі Малої Азії (точне місце — пагорб Гіссарлик — встановив 1871 року німецький археолог Генріх Шліман), де, за епосом та іншими давньогрецькими джерелами, на початку XII ст. до н. е. відбулася Троянська війна.

Назва міста пов'язана з іменами троянського володаря Троя та його сина Іла.

Самі троянці етнічно не були пов'язані з греками, але їхня верхівка частково прийняла грецьку мову й культуру. Пізніші джерела Римської імперії вважали тевкрів (Teucri) нащадками мешканців легендарної Троади (столиця — Троя). За свідченням «батька історії» Геродота, це плем'я походить від імені Тевкра — першого царя Трої (3100 р. до н. е.). Після поразки в Троянській війні від ахейців/греків частина троянців/тевкрів на чолі з царем Енеєм прибула до Італії. Про це також писав стародавній автор Стесіхор (VII ст. до н. е.). Його коментарі до цих подій залишилися на мармуровому барельєфі так званого «Нового палацу» (І ст. до н. е.), що входить до комплексу Капітолійських музеїв у Римі.
            </p>
        </div>
    )
}
export default Troy;